/* No comment provided by engineer. */
"%" = "%";

/* No comment provided by engineer. */
"%.0f" = "%.0f";

/* No comment provided by engineer. */
"%.0f%" = "%1$.0f%2$";

/* No comment provided by engineer. */
"%.1f" = "%.1f";

/* No comment provided by engineer. */
"%.1f%" = "%1$.1f%2$";

/* No comment provided by engineer. */
"%.2f" = "%.2f";

/* No comment provided by engineer. */
"%@" = "%@";

/* No comment provided by engineer. */
"%@ %@" = "%1$@ %2$@";

/* No comment provided by engineer. */
"%@ CATEGORIES" = "%@ CATEGORIES";

/* No comment provided by engineer. */
"%@ of month" = "%@ of month";

/* No comment provided by engineer. */
"%@ SPENT" = "%@ SPENT";

/* No comment provided by engineer. */
"%@ • %@ spent" = "%1$@ • %2$@ spent";

/* No comment provided by engineer. */
"%@%" = "%1$@%2$";

/* No comment provided by engineer. */
"%@%.2f" = "%1$@%2$.2f";

/* No comment provided by engineer. */
"%@%@" = "%1$@%2$@";

/* No comment provided by engineer. */
"+%.2f" = "+%.2f";

/* No comment provided by engineer. */
"+%@" = "+%@";

/* No comment provided by engineer. */
"-%.2f" = "-%.2f";

/* No comment provided by engineer. */
"-%@" = "-%@";

/* No comment provided by engineer. */
"." = ".";

/* No comment provided by engineer. */
"0" = "0";

/* No comment provided by engineer. */
"100" = "100";

/* No comment provided by engineer. */
"\"Cent-less\"" = "\"Cent-less\"";

/* No comment provided by engineer. */
"\"Pre-dotted\"" = "\"Pre-dotted\"";

/* No comment provided by engineer. */
"Add Categories" = "Add Categories";

/* No comment provided by engineer. */
"Add new entries in a simple, straightforward manner" = "Add new entries in a simple, straightforward manner";

/* No comment provided by engineer. */
"Add Note" = "Add Note";

/* No comment provided by engineer. */
"Add your first budget today!" = "Add your first budget today!";

/* No comment provided by engineer. */
"all entries" = "all entries";

/* No comment provided by engineer. */
"Analyse your expenditure" = "Analyse your expenditure";

/* No comment provided by engineer. */
"Analyse Your Expenditure" = "Analyse Your Expenditure";

/* No comment provided by engineer. */
"Animated Charts" = "Animated Charts";

/* No comment provided by engineer. */
"App Locked" = "App Locked";

/* No comment provided by engineer. */
"Appearance" = "Appearance";

/* No comment provided by engineer. */
"As transactions start piling up" = "As transactions start piling up";

/* No comment provided by engineer. */
"Authentication" = "Authentication";

/* No comment provided by engineer. */
"Back" = "Back";

/* No comment provided by engineer. */
"Back Out" = "Back Out";

/* No comment provided by engineer. */
"Begin by linking this budget to an existing category." = "Begin by linking this budget to an existing category.";

/* No comment provided by engineer. */
"Budget Rows" = "Budget Rows";

/* No comment provided by engineer. */
"BUDGET SCORE" = "BUDGET SCORE";

/* No comment provided by engineer. */
"Budget Your Finances" = "Budget Your Finances";

/* No comment provided by engineer. */
"Budgets" = "Budgets";

/* No comment provided by engineer. */
"by category" = "by category";

/* No comment provided by engineer. */
"by day" = "by day";

/* No comment provided by engineer. */
"by month" = "by month";

/* No comment provided by engineer. */
"by type" = "by type";

/* No comment provided by engineer. */
"by week" = "by week";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Categories" = "Categories";

/* No comment provided by engineer. */
"Category" = "Category";

/* No comment provided by engineer. */
"category budget" = "category budget";

/* No comment provided by engineer. */
"Celebrate Expenses" = "Celebrate Expenses";

/* No comment provided by engineer. */
"Choose a time frame" = "Choose a time frame";

/* No comment provided by engineer. */
"Close and reload app for change to take effect." = "Close and reload app for change to take effect.";

/* No comment provided by engineer. */
"Continue" = "Continue";

/* No comment provided by engineer. */
"Currencies" = "Currencies";

/* No comment provided by engineer. */
"custom" = "custom";

/* No comment provided by engineer. */
"Custom Interval" = "Custom Interval";

/* No comment provided by engineer. */
"Custom Time" = "Custom Time";

/* No comment provided by engineer. */
"Danger Zone" = "Danger Zone";

/* No comment provided by engineer. */
"DATA" = "DATA";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Delete ''?" = "Delete ''?";

/* No comment provided by engineer. */
"Delete Expense?" = "Delete Expense?";

/* No comment provided by engineer. */
"Delete Literally Everything" = "Delete Literally Everything";

/* No comment provided by engineer. */
"Delete the '%@' budget?" = "Delete the '%@' budget?";

/* No comment provided by engineer. */
"Delete your overall budget?" = "Delete your overall budget?";

/* No comment provided by engineer. */
"dime" = "dime";

/* No comment provided by engineer. */
"Display Cents" = "Display Cents";

/* No comment provided by engineer. */
"Draw insights from your spending over various time periods" = "Draw insights from your spending over various time periods";

/* No comment provided by engineer. */
"Edit" = "Edit";

/* No comment provided by engineer. */
"Enable Notifications" = "Enable Notifications";

/* No comment provided by engineer. */
"Enable Sync" = "Enable Sync";

/* No comment provided by engineer. */
"Erase Data" = "Erase Data";

/* No comment provided by engineer. */
"Every evening (8:00 PM)" = "Every evening (8:00 PM)";

/* No comment provided by engineer. */
"Every morning (8:00 AM)" = "Every morning (8:00 AM)";

/* No comment provided by engineer. */
"Expense" = "Expense";

/* No comment provided by engineer. */
"Expense Category" = "Expense Category";

/* No comment provided by engineer. */
"Expenses" = "Expenses";

/* No comment provided by engineer. */
"expenses" = "expenses";

/* No comment provided by engineer. */
"Experimental features - proceed with caution." = "Experimental features - proceed with caution.";

/* No comment provided by engineer. */
"Export Data" = "Export Data";

/* No comment provided by engineer. */
"Feature Lab" = "Feature Lab";

/* No comment provided by engineer. */
"Feel free to edit this in the future." = "Feel free to edit this in the future.";

/* No comment provided by engineer. */
"Follow Dime on Twitter" = "Follow Dime on Twitter";

/* No comment provided by engineer. */
"Follow Rafael on Instagram" = "Follow Rafael on Instagram";

/* No comment provided by engineer. */
"GENERAL" = "GENERAL";

/* No comment provided by engineer. */
"Get Started" = "Get Started";

/* No comment provided by engineer. */
"Have a great day ahead!" = "Have a great day ahead!";

/* No comment provided by engineer. */
"Here are 2 different ways to input numbers - try out both and choose one you prefer!" = "Here are 2 different ways to input numbers - try out both and choose one you prefer!";

/* No comment provided by engineer. */
"Hey! Dime was built by a solo student developer, and is intended to be completely free-of-charge, with no paywalls or ads. If you enjoy using Dime and want to support development, please consider a small tip." = "Hey! Dime was built by a solo student developer, and is intended to be completely free-of-charge, with no paywalls or ads. If you enjoy using Dime and want to support development, please consider a small tip.";

/* No comment provided by engineer. */
"iCloud Sync" = "iCloud Sync";

/* No comment provided by engineer. */
"If you're too lazy to add a decimal point, \nI gotchu covered." = "If you're too lazy to add a decimal point, \nI gotchu covered.";

/* No comment provided by engineer. */
"If your inputs rarely include cents, Type 2 would enable you to add new expenses much faster." = "If your inputs rarely include cents, Type 2 would enable you to add new expenses much faster.";

/* No comment provided by engineer. */
"If your transactions usually amount to whole numbers - this one is for you." = "If your transactions usually amount to whole numbers - this one is for you.";

/* No comment provided by engineer. */
"Income" = "Income";

/* No comment provided by engineer. */
"income" = "income";

/* No comment provided by engineer. */
"Income Category" = "Income Category";

/* No comment provided by engineer. */
"Income Tracking" = "Income Tracking";

/* No comment provided by engineer. */
"Insights" = "Insights";

/* No comment provided by engineer. */
"Into the\nunknown." = "Into the\nunknown.";

/* No comment provided by engineer. */
"left %@" = "left %@";

/* No comment provided by engineer. */
"left each day" = "left each day";

/* No comment provided by engineer. */
"Link budgets to categories and set appropriate expenditure goals" = "Link budgets to categories and set appropriate expenditure goals";

/* No comment provided by engineer. */
"Loading" = "Loading";

/* No comment provided by engineer. */
"Made with ❤️ by %@ from 🇸🇬" = "Made with ❤️ by %@ from 🇸🇬";

/* No comment provided by engineer. */
"month" = "month";

/* No comment provided by engineer. */
"New" = "New";

/* No comment provided by engineer. */
"new" = "new";

/* No comment provided by engineer. */
"New Budget" = "New Budget";

/* No comment provided by engineer. */
"No %@ categories found,\nclick the 'New' button to add some." = "No %@ categories found,\nclick the 'New' button to add some.";

/* No comment provided by engineer. */
"No Budgets Found" = "No Budgets Found";

/* No comment provided by engineer. */
"No entries found." = "No entries found.";

/* No comment provided by engineer. */
"Notifications" = "Notifications";

/* No comment provided by engineer. */
"Number Entry Method" = "Number Entry Method";

/* No comment provided by engineer. */
"OTHERS" = "OTHERS";

/* No comment provided by engineer. */
"over %@" = "over %@";

/* No comment provided by engineer. */
"Overall Budget" = "Overall Budget";

/* No comment provided by engineer. */
"OVerall Budget" = "OVerall Budget";

/* No comment provided by engineer. */
"overall budget" = "overall budget";

/* No comment provided by engineer. */
"Permanently Delete Everythin'" = "Permanently Delete Everythin'";

/* No comment provided by engineer. */
"Pick a start date" = "Pick a start date";

/* No comment provided by engineer. */
"Please re-enable Face ID access in the Settings app to unlock application." = "Please re-enable Face ID access in the Settings app to unlock application.";

/* No comment provided by engineer. */
"Press the plus button to add your first entry" = "Press the plus button to add your first entry";

/* No comment provided by engineer. */
"Rate on App Store" = "Rate on App Store";

/* No comment provided by engineer. */
"recurring" = "recurring";

/* No comment provided by engineer. */
"Repeats every" = "Repeats every";

/* No comment provided by engineer. */
"Replace Time Label" = "Replace Time Label";

/* No comment provided by engineer. */
"Report Bug" = "Report Bug";

/* No comment provided by engineer. */
"Select a category" = "Select a category";

/* No comment provided by engineer. */
"Set budget amount" = "Set budget amount";

/* No comment provided by engineer. */
"Set categorical goals to limit your spending" = "Set categorical goals to limit your spending";

/* No comment provided by engineer. */
"Settings" = "Settings";

/* No comment provided by engineer. */
"Share with Friends" = "Share with Friends";

/* No comment provided by engineer. */
"Show Line Graph" = "Show Line Graph";

/* No comment provided by engineer. */
"Start of Week" = "Start of Week";

/* No comment provided by engineer. */
"Stick to budgets" = "Stick to budgets";

/* No comment provided by engineer. */
"SUGGESTED" = "SUGGESTED";

/* No comment provided by engineer. */
"Swaps the time label of each transaction with its category name. However, if you do not manually input a note for each transaction - in which case the note is the category name by default - duplicate text will appear." = "Swaps the time label of each transaction with its category name. However, if you do not manually input a note for each transaction - in which case the note is the category name by default - duplicate text will appear.";

/* No comment provided by engineer. */
"Thanks a million, %@ Rafael" = "Thanks a million, %@ Rafael";

/* No comment provided by engineer. */
"That's all,\nbuddy." = "That's all,\nbuddy.";

/* No comment provided by engineer. */
"The budget will periodically refresh according to your preference." = "The budget will periodically refresh according to your preference.";

/* No comment provided by engineer. */
"This action cannot be undone, and all %@ transactions would be deleted." = "This action cannot be undone, and all %@ transactions would be deleted.";

/* No comment provided by engineer. */
"This action cannot be undone." = "This action cannot be undone.";

/* No comment provided by engineer. */
"This action genuinely cannot be undone. Long press to confirm." = "This action genuinely cannot be undone. Long press to confirm.";

/* No comment provided by engineer. */
"This action would delete all existing transactions, categories, and budgets, and cannot be undone." = "This action would delete all existing transactions, categories, and budgets, and cannot be undone.";

/* No comment provided by engineer. */
"Tip failed to go through, please try again!" = "Tip failed to go through, please try again!";

/* No comment provided by engineer. */
"Tip Jar" = "Tip Jar";

/* No comment provided by engineer. */
"Track your expenses" = "Track your expenses";

/* No comment provided by engineer. */
"Try a different search query!" = "Try a different search query!";

/* No comment provided by engineer. */
"Unable to load tip options, please try again later 🥲" = "Unable to load tip options, please try again later 🥲";

/* No comment provided by engineer. */
"under %@" = "under %@";

/* No comment provided by engineer. */
"Unlock App" = "Unlock App";

/* No comment provided by engineer. */
"Version %@ (%@)" = "Version %1$@ (%2$@)";

/* No comment provided by engineer. */
"week" = "week";

/* No comment provided by engineer. */
"Which day of the %@ do you want your budget to start from?" = "Which day of the %@ do you want your budget to start from?";

/* No comment provided by engineer. */
"year" = "year";

/* No comment provided by engineer. */
"Your Log is Empty" = "Your Log is Empty";

/* No comment provided by engineer. */
"📭️" = "📭️";

/* No comment provided by engineer. */
"🙈" = "🙈";

